# Binaries
brew 'bat'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'jq'
brew 'tree'

# Apps
cask '1password'
cask 'claude'
cask 'claude-code'
cask 'firefox'
cask 'font-jetbrains-mono'
cask 'ghostty'
cask 'kiro'
cask 'orbstack'
cask 'slack'