# Taps
tap 'dart-lang/dart'
tap 'github/gh'
tap 'heroku/brew'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'

# Binaries
brew 'bat'
brew 'bitrise'
brew 'cocoapods'
brew 'dart'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'heroku'
brew 'jq'
brew 'mas'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'tree'
brew 'yarn'

# Apps
cask '1password'
cask 'appcleaner'
cask 'arctype'
cask 'caffeine'
cask 'cinch'
cask 'cloudflare-warp'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'fliqlo'
cask 'flutter'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'kindle'
cask 'notion'
cask 'numi'
cask 'slack'
cask 'skitch'
cask 'the-unarchiver'
cask 'tradingview'
cask 'tweetbot'
cask 'visual-studio-code'
cask 'vlc'

# Mac App Store
mas 'Keynote', id: 409183694
mas 'LINE', id: 539883307
