# Taps
tap 'dart-lang/dart'
tap 'heroku/brew'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'

# Binaries
brew 'bat'
brew 'bitrise'
brew 'cocoapods'
brew 'dart'
brew 'docker'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'jq'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'tree'

# Apps
cask '1password'
cask 'appcleaner'
cask 'cinch'
cask 'cloudflare-warp'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'flutter'
cask 'flux'
cask 'font-jetbrains-mono'
cask 'ghostty'
cask 'google-chrome'
cask 'insomnia'
cask 'notion'
cask 'orbstack'
cask 'raycast'
cask 'skitch'
cask 'the-unarchiver'
cask 'tradingview'
cask 'visual-studio-code'
cask 'vlc'
cask 'xcodes'