0rax/fish-bd
daenney/rbenv
jethrokuan/fzf
jethrokuan/z
jorgebucaran/fisher
oh-my-fish/plugin-osx
oh-my-fish/plugin-wifi-password
pure-fish/pure
